---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.FabricWireItem
source: html/41db938b-553f-960a-870b-b3aa44673093.htm
---
# FabricWireItem Members

Creates a new instance of a single Fabric wire.